Repository: Pridestalker/vmw-wc-bridge
Catalog: languages/*.po
Languages: nl

source: Vindmijnwijn WooCommerce Bridge
nl: Vindmijnwijn WooCommerce Koppeling

source: This plugin forms a bridge between your WooCommerce store, and the VMW Vendor Portal
nl: Deze plugin zorgt voor een koppeling tussen jouw WooCommerce winkel en het Vindmijnwijn.nl Verkoper Portaal

source: VMW Bridge Settings
nl: VMW Koppeling Instellingen

source: Vindmijnwijn.nl portal url
nl: Vindmijnwijn.nl portaal url

# VMW Bridge
source: Caution, only edit when asked by staff.
nl: Let op, pas dit alleen aan als dit door medewerkers van Vindmijnwijn.nl gevraagd word.

source: Vindmijnwijn.nl login key
nl: Vindmijnwijn.nl Login sleutel

source: None
nl: Geen

source: Country attribute
nl: Land attribuut

source: Region attribute
nl: Regio attribuut

source: Grapes attribute
nl: Druiven attribuut

source: Alcohol attribute
nl: Alcohol attribuut

source: Year attribute
nl: Jaar attribuut

source: Classification attribute
nl: Classificatie attribuut

source: Domain attribute
nl: Domein attribuut

source: Contents attribute
nl: Inhoud attribuut

source: No thumbnail supplied. Aborting.
nl: Fout! Geen productfoto toegevoegd.

source: No URL passed to base Vindmijnwijn.nl URL. Aborting.
nl: Fout! Geen link ingevoerd naar Vindmijnwijn.nl.

source: Incorrect data passed to Vindmijnwijn.nl, disable product sync to continue.
nl: Foutieve data doorgevoerd naar Vindmijnwijn.nl.

source: No Vindmijnwijn.nl Vendor token supplied. Aborting.
nl: Fout! Geen Vindmijnwijn.nl inlog code ingevoerd.

source: Vindmijnwijn.nl Sync
nl: Synchroniseer met Vindmijnwijn.nl

source: Sync product
nl: Product synchroniseren

source: Sends the product to Vindmijnwijn.nl on save
nl: Stuurt product naar Vindmijnwijn.nl bij opslaan

source: Product category
nl: Product categorie

source: Select the correct category for Vindmijnwijn.nl
nl: Kies de overeenkomende categorie voor Vindmijnwijn.nl

source: Red wine
nl: Rode wijn

source: White wine
nl: Witte wijn

source: Rose wine
nl: Rose wijn

source: Sparkling wine
nl: Mousserende wijn

source: Dessert wine
nl: Dessert wijn

source: Push to Vindmijnwijn.nl
nl: Doorzetten naar Vindmijnwijn.nl
